In [3]:
import pandas as pd
import numpy as np

In [4]:
people = {
    'name' : ['richard', 'dahyun' , 'nayeon' , 'sana',''],
    'title' : ['singularity','kim', '' , 'minatozaki',''],
    'country' : ['united state' , 'south korea' , 'south korea', 'japan' ,''],
    'food' : ['meat' , 'milk,chocklet milk' , 'salmon sushi','spicy food',''],
    'email' : ['richard@email.com' , 'dahyun@email.com' , 'nayeon@email.com', 'sana@email.com',''] ,
    'height_in_feet' : ['5.7' , '5.3' , '5.4', '5.4' ,''],
    'age' : ['18' , '24' , '27' ,'24','']
}

In [5]:
df = pd.DataFrame(people)

In [6]:
df

,name,title,country,food,email,height_in_feet,age
0,richard,singularity,united state,meat,richard@email.com,5.7,18
1,dahyun,kim,south korea,"milk,chocklet milk",dahyun@email.com,5.3,24
2,nayeon,,south korea,salmon sushi,nayeon@email.com,5.4,27
3,sana,minatozaki,japan,spicy food,sana@email.com,5.4,24
4,,,,,,,